Revit 2021.1 API
UnitTypeId.RiseDividedBy1000Millimeters Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId RiseDividedBy1000Millimeters { get; }
Visual Basic
Public Shared ReadOnly Property RiseDividedBy1000Millimeters As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RiseDividedBy1000Millimeters {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace